public class Main {
    public static void main(String[] args) {
        int priceTicket = 13676;
        int mile = 20;
        int bonusInMile;

        bonusInMile = priceTicket / mile;
        System.out.println("Количество миль за Ваш билет: " + bonusInMile );

        // Объявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной мили

        // Рассчитываете количество бонусных миль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }
}
